Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/aho.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: And the students work is outstanding!
nb: Og studentarbeidene utmerker seg!

source: Managing ethics and privacy in public innovation projects - including sensitive personal data and regulations in the healthcare sector.
nb: Håndtering av etiske spørsmål og personvern i offentlige innovasjons prosjekter, samt sensitive personopplysninger og lovverk i helsesektoren.

source: They will also be able to organise data and communicate data through reports, workshops and oral presentation.
nb: Organisere data og kommunisere relevante data gjennom rapport, workshops og muntlig presentasjon.

source: ‘PLATTFORMEN’ – an outdoor installation that invites you in
nb: PLATTFORMEN – en utendørsinstallasjon som inviterer inn

source: The Wave nominated to MCHAP
nb: The Wave nominert til MCHAP

source: Louis I. Kahn The Nordic Latitudes was published in 2019 and was written by Per Olaf together with his wife Emily Randall Fjeld.
nb: I 2019 kom utgivelsen Louis I. Kahn The Nordic Latitutes som Per Olaf skrev sammen med sin kone Emily Randall Fjeld.

source: PAN-prosject wa developed by;
nb: PAN-prosjektet er utviklet for gründerne;

source: Passed foundation level coures (BA-level) at AHO or equivalent, 180 ECTS.
nb: Bestått grunnundervisning på AHO (BA-nivå) eller tilsvarende, 180 studiepoeng.

source: The spring 2016 Studio in Tromsø will be dedicated entirely to the development of a new city plan for Vardø.
nb: Våren 2016 vil studiokurset i landskapsarkitektur ved Universitetet i Tromsø (UiT) arbeide med utviklingen av den nye planen for Vardø.

source: There were over a thousand participants, and it was very exciting," says Per Olaf.
nb: Det var over tusen deltagere, og var veldig spennende, forteller Per Olaf.

source: Students will gain a general understanding of systems thinking and especially about SOD.
nb: Studentene skal få en generell forståelse av systemtenking og spesielt om SOD.

source: • Basic knowledge of visual communication
nb: • Kunnskap om estetiske virkemidler i todimensjonale og tredimensjonale uttrykk.

source: Systems-oriented designers typically can work in design consultancies, in organizations, in municipalities with service design, on policy level, in the private sector to give some examples.
nb: De kan typisk arbeide i design byråer, i organisasjoner, i det offentlige med tjenestedesign, innen politikk eller i den private sektoren, for å gi noen eksempler.

source: It should be pursued building strategies that have a 200 year standard in the interests of sustainability.
nb: Det skal etterstrebes bygningsstrategier som søker en 200-års standard av hensyn til bærekraft.

source: Tasiilaq is on the East coast of Greenland.
nb: Tasiilaq ligger på Grønlands østkyst og er et sted med ca.

source: The connection between the systematic (synchronic), the historical (diachronic) and thematic (specific) approach to these general questions are handled within a culture philosophical framework.
nb: Sammenhengen mellom den systematiske (synkrone), den historiske (diakrone) og den tematiske (konkrete) tilnærmingen til disse generelle spørsmålene, blir ivaretatt innenfor en kulturfilosofisk ramme.

source: The semester in fall 2014 will commence with detailed design inquiries into relatively small, but well-defined buildings schemes and continues with their gradual proliferation into larger aggregations and urban fabric.
nb: Semesteret høsten 2014 vil begynne med detaljerte design-undersøkelser av relativt små, men klart definerte bygningsløsninger og med utgangspunkt i disse fortsette med en gradvis utvikling til større strukturer og urbane teksturer.

source: Since 1999 he has worked extensively on exhibitions, museums and private houses, and recently he won a competition for a National tourist road project in Lofoten.
nb: Siden 1999 har han arbeidet med en rekke utstillinger, museer og boligprosjekter, og han vant nylig en konkurranse for Nasjonale turistveger i Lofoten.

source: The exhibition opening is connected to a seminar on rural societies in Norway.
nb: Utstillingsåpningen kobles til et seminar om rurale samfunn i Norge.

source: In spring semester 2016 the guest-professor in the studio will be English architect Tony Fretton from the London based Tony Fretton Architects.
nb: Gjesteprofessor i vårsemester 2016 vil være Engelske arkitekten Tony Fretton, fra London baserte kontoret Tony Fretton Architects.

source: AHO has an open, diverse, creative and rich student environment formed by different voices and approaches.
nb: AHO har et åpent, mangfoldig, kreativt og rikt studentmiljø som formes av ulike stemmer og tilnærminger.

source: This mapping will also include migratory disturbances and the patterns of habitation related to terrestrial and marine organisms (plants and animals).
nb: Denne karleggingen vil også inkludere habitat og migrasjon for land- og sjøorganismer (planter og dyr).

source: The course has a focus on physical products, from design brief, via creative and analytical methods to actual production.
nb: Kurset fokuserer på design fysiske produkter, fra designbrief, via kreative og analytiske metoder til faktisk produksjon.

source: The team comprises British architect, engineer and writer Maria Smith; Canadian architect and educator Matthew Dalziel; British critic Phineas Harper; and Norwegian urban researcher and artist Cecilie Sachs Olsen.
nb: Teamet består av den britiske arkitekten, ingenøren og skribenten Maria Smith, den canadiske arkitekten og underviseren Matthew Dalziel, den britiske kritikeren Phineas Harper og den norske urbanfororkeren og kunstneren Cecilie Sachs Olsen.

source: From RSD8, IIT, Chicago 2019 (Photo Palak Dudani) Teaching
nb: From RSD8, IIT, Chicago 2019 (Photo Palak Dudani) Undervisningskrefter

source: Communication externally trained through lectures, exercises and the use of appropriate techniques such as posters, video or narratives.
nb: Kommunikasjon utad øves gjennom forelesninger, øvelser og bruk av egnete teknikker som postere, video eller narrativer.

source: Focus will be on planning field studies, choice of methods, use of methods in practice, data analysis and sharing of findings.
nb: Det vil være fokus på hvordan man planlegger feltstudier, valg og bruk av metoder i praksis, analyse av data, dokumentasjon og deling av funn.

source: The studies are building up to an exhibition of the comprehensive material from the three courses in the autumn of 2019.
nb: Materialet fa de tre kursene skal kurateres til en utstilling høsten 2019.

source: The "Nature+" exhibition at AHO Photos: AHO
nb: "Nature+" utstillingen på AHO

source: It is student Brage Hofgaard who has filmed the construction from start to finish with drone footage from Eine Gaaserud.
nb: Det er student Brage Hofgaard som har filmet byggingen fra start til slutt med dronehjelp fra Eine Gaaserud.

source: Another AHO project that AHO is carrying out together with CAFA (Central Academy of Fine Arts, Beijing) is the research project Urbanization of Rural China / Countryside Construction.
nb: Et annet AHO prosjekt som AHO gjennomfører sammen med CAFA (Central Academy of Fine Arts, Beijing) er forskningsprosjektet Urbanisation of Rural China/Countryside Construction.

source: In 2016, the Oslo Architecture Triennale manifested its position as one of the world’s important arenas for dissemination and discussion of architectural and urban challenges.
nb: I 2016 befestet OAT sin posisjon som en av verdens viktige arenaer for formidling og diskusjon av arkitektoniske og urbane utfordringer.

source: expected to learn system-oriented design.
nb: lære system-orientert design.

source: The course is organized as a series of lectures and reading seminars.
nb: Kurset er organisert som en serie forelesninger og seminarer.

source: Red Dot Design Award is considered one of the world's most prestigious design competitions.
nb: Red Dot Design Award regnes som en av verdens mest prestisjefylte designkonkurranser.

source: Also, designers have been involved in democracy in designing voting processes and information distribution for a long time.
nb: Designere har også lenge vært involvert i demokratiske prosesser ved å utforme valgsystemer og informasjonsdistribusjon.

source: To be radical requires the critical thinking or rethinking of what something is, what made it what it is, and its potential for development with regards to architecture.
nb: ventilasjonskanaler, fasadesystemer, heiser, himlingsplater, datagulv, søppelsjakter, varmeanlegg, vann- og avløpsrør, isolasjonssystemer, foldevegger, alarm og overvåkningsanlegg osv.

source: Nomination for RIBA President’s Silver Medal Award for master prosjekt
nb: Nominasjon til RIBA President’s Silver Medal Award for masterprosjekt

source: You can give feedback on minor and major issues, and you can report harmful, dangerous, unethical or criminal incidents.
nb: Du kan gi tilbakemelding om stort og smått, og du kan si fra om skadelige, farlige, uetiske eller straffbare hendelser.

source: Bus strike in Oslo and Viken
nb: Buss-streik i Oslo og Viken

source: Who is the user?
nb: Hvem er brukerne?

source: Seminars, lectures, individual studies, archival research, writing and the development of display concepts
nb: Prosjektering, forelesninger, leseseminarer, institusjons- og arkivbesøk, individuell forskning, akademisk skriving, modellbygging og utstillingsdesign.

source: In a time where democracy and current systems of power are being challenged and change is an increasingly present and accelerating force in our global and local societies, OAT 2019 wishes to raise a discussion on the role and relevance of architecture in the future,” the announcement reads.
nb: I en tid hvor demokrati og eksisterende maktsystemer utfordres, og forandring er en stadig sterkere og akselererende kraft i verden, ønsker OAT 2019 å diskutere arkitekturens rolle og relevans i fremtiden,» heter det i utlysningsteksten.

source: AHO WORKS STUDIO opens on Monday 13 December, and we can’t wait to finally be able to show you our students works physically on AHO!
nb: Mandag 13. desember åpner AHO WORKS STUDIO, og vi er glade for å endelig kunne få vise frem studentarbeidene fra siste semester fysisk på AHO!

source: Between 70-80% of all buildings in Norway are built after WWII and about 80% of the buildings standing today will still be standing in 2050.
nb: Mellom 70-80% av den eksisterende bygningsmassen i Norge er oppført etter andre verdenskrig og rundt 80% av nåværende bygg vil fremdeles stå i 2050.

source: The evaluation of the diplomas are done by an external team of sensors.
nb: Vurderingen av diplomprosjektene gjøres av et eksternt sensorteam.

source: Manuela studied Fifth Space in Canada, program led by
nb: Manuela studerte Fifth Space i Canada, et program ledet av

source: We will present Studio Pascal Flammer from ETHZ, Studio Kersten Geers from EPFL, Architecture Research Unit from London Met, Tsukamoto Lab from Tokyo Institute of Techology, Studio Anna Neimark from SCI-ARC and others.
nb: Vi presenterer Studio Pascal Flammer fra ETHZ, Studio Kersten Geers fra EPFL, Architecture Research Unit fra London Met, Tsukamoto Lab fro Tokyo Institute of Techology, Studio Anna Neimark fra SCI-ARC og andre.

source: (PAN-tretopphytter), the constructions by professor-II
nb: (PAN-tretopphytter), og bygningenes konstruksjoner er beregnet av ingeniør, professor-II

source: - Institute of Form, Theory and History
nb: - Institutt for form, teori og historie

source: Lectures and seminar type instructions regarding architecture and urban design concepts and approaches (seminars require preparation by the students in the form of reading selected texts)
nb: Forelesnings og seminar-type instruksjoner om arkitektur og urbane design konsepter og tilnærminger (seminarer krever forberedelse av studentene i form av lesing av utvalgte tekster)

source: Today she is an Associate Professor of Service Design, while also a design practitioner at Designit Oslo – a global design studio with presence in 16 cities worldwide.
nb: I dag er hun førsteamanuensis i tjenestedesign, og hun jobber for Designit i Oslo, et globalt strategisk designbyrå bestående av kontorer i 16 byer over hele verden.

source: Proper hand hygiene and cough etiquette and extra cleaning 3.
nb: God hånd- og hostehygiene og forsterket renhold 3.

source: In the autumn of 2020, we started studies of fishing villages on the Finnmark coast and this study will continue in the autumn of 2021.
nb: Høsten 2020 startet vi studier av fiskevær på Finnmarkskysten og denne studien fortsetter høsten 2021.

source: Consultant for seminar on housing and museums
nb: Konsulent for seminar om museumsbygg og boliger.

source: When you search the AHO library, you will get hits on everything we have access to.
nb: Når du søker i AHO-biblioteket får du treff på bøker, e-bøker, artikler og alle dokumenter vi har tilgang til på huset.

source: - Section for Education, Research and Communication
nb: - Seksjon for utdanning, forskning og formidling

source: These 15 minutes should also include a brief summary of the sensors evaluation and overall feedback.
nb: Disse 15 minuttene bør også omfatte et kort sammendrag av sensorenes vurdering og generelle tilbakemelding.

source: together Burnabi Association for Community Inclusion, Kinsight and Posabilities (picture on the top) and Experimenta in Chile, led by
nb: sammen med Burnabi Association for et inkluderende sammfunn, Kinsight and Posabilities (bildet på toppen) og Experimenta i Chile, ledet av

source: The workshop will explore related strategies of adaptive reuse by Havana Re-Generation.
nb: Workshopen vil undersøke relaterte biennalestrategier av Havana Re-Generation.

source: The pedagogical approach also includes discussions, presentations, critiques, literature studies and project assignments.
nb: Den pedagogiske tilnærmingen omfatter også diskusjoner, presentasjoner, kritikk, litteraturstudier og prosjektoppgaver.

source: In renderings, and particularly in different architecture competitions, there is a tendency to present buildings through hyper realistic and glossy images.
nb: I renderinger, og særlig i konkurransesammenhenger, er tendensen at bygninger fremstilles hyperrealistisk og glossy.

source: Hølmebakk has her education from the Oslo School of Architecture and The Cooper Union, New York.
nb: Hølmebakk er utdannet fra AHO og The Cooper Union, New York.

source: All information that you find in fagpersonweb is taken from the student administration's system Felles Studentsystem (FS).
nb: All informasjon som du finner i fagpersonweb er hentet fra studieadministrasjonens system Felles Studentsystem (FS).

source: Implementation of GDPR and information security training for students and staff.
nb: Gjennomføring av GDPR og informasjonssikkerhetsopplæring for studenter og ansatte

source: We recommend using Zoom for instruction, meetings, seminars/webinars.
nb: Vi anbefaler å bruke Zoom til forelesninger, møter, seminarer og webinarer.

source: Meet AHO’s new chairwoman, Lisa Ann Cooper
nb: Møt AHOs nye styreleder, Lisa Ann Cooper

source: How landscape, sport and architecture interact
nb: Hvordan landskap, sport og arkitektur interagerer

source: The library has access to about 9000 e-books most from The Arts Ebook subscription.
nb: Biblioteket gir tilgang til ca 9000 e-bøker innen våre fagområder.

source: • AUGMENTED/MIXED REALITIES and MOBILE TECHNOLOGIES and their effect on space and experience.
nb: • Augmented / Mixed Realities (AR) og mobile teknologier og deres effekt på romopplevelse og erfaring.

source: For students at Master level.
nb: Åpent for alle studieprogram ved AHO.

source: can be fitted in at the beginning of the program, which the Institute of Form, Theory and History (FTH) has been responsible for since 2007.
nb: kan passes inn i førsteklasseundervisningen, som Institutt for form, teori og historie (FTH) har hatt ansvar for siden 2007.

source: In the beginning of the semester the students should make an investigation focusing on Sverre Fehn’s architecture and its evolution through his life- work – an architectural research intended to generate ideas for the individual projects.
nb: I begynnelsen av semester studenter skal foreta en undersøkelse fokusert på Sverre Fehns arkitektur og dens evolusjon gjennom hans arbeidsliv – en arkitekturforskningsstudie som skal være motor for å generere ideer for individuelle prosjekter.

source: The course is run in a studio setting, and co-learning across the projects, with some shared lectures and presentations etc, are important.
nb: Kurset gjennomføres i et studiomiljø, og samarbeidslæring på tvers av prosjekter, med enkelte delte forelesninger og presentasjoner osv., står sentralt.

source: - The Institute of Form, Theory and History and the Institute of Urbanism and Landscape
nb: - Institutt for form, teori og historie og Institutt for urbanisme og landskap

source: Also, the teaching is different.
nb: Undervisningen er også forskjellig.

source: Incoming and outgoing exchanges this spring
nb: Inn og utveksling til våren

source: Traditional sketching and model building will therefore be blended with explorations, 3D modelling, video-sketching, VR and other forms of conveying a rich variety of different design concepts.
nb: Tradisjonell skissetegning og modellbygging kombineres derfor med eksperimenter, 3D-modellering, videoskisser, VR og andre måter å formidle mange ulike designkonsepter på.

source: The three Ps represents the physical, practical and paradigmatic dimension of nested cultural relationships.
nb: De tre P’ene representerer de fysiske (physical), praktiske (practical) og paradigmatiske (paradigmatic) dimensjonene av kulturelle forhold.

source: the rights according to the Kopinor agreement.
nb: rettighetene i henhold til Kopinor-avtalen.

source: Support to HYBRID teaching situations
nb: Support til HYBRID undervisningssituasjoner

source: The main assignment will be to identify an urban setting and the public potential of an existing structure/infrastructure adaptable for the programming and design of a space ‘After Belonging’.
nb: Hovedoppgaven vil være å identifisere en urban setting og utvikle det offentlige potensiale i en eksisterende struktur/infrastruktur som skal transformeres gjennom omprogrammering og design til et “Space After Belonging’.

source: The studio will commence the development of integrative computational data-driven design processes.
nb: Studioet vil fortsette utviklingen av integrerte computational og data-drevne designprosesser.

source: The annual reduction in trading turnover is approximately 7%.
nb: Den årlige reduksjonen i handelsomsetting er på ca 7%.

source: Depending on the type of project and partner
nb: Avhengig av prosjektets art og partneren

source: Note: All instructions are based on active participation by the students and 90 % attendance
nb: Merk: All instruksjon er basert på aktiv deltakelse fra studentene og 90% fremmøte

source: • Knowledge of various types of experiments and intentions with these.
nb: • Kunnskap om ulike typer eksperimenter og hensikter med disse.

source: An important reference for the new designs will be Fehn’s museum architecture and exhibitions of historical artifacts such as the show “Medieval Art in Norway” at Henie-Onstad Art Center in 1972 and Domkirkeodden at Hamar).
nb: En komponent i studio er også studier av Fehns museumsarkitektur og kuratoriske avveininger, særlig av hans utstilling av middelaldergjenstander (inkludert utstillingen ”Middelalderkunst i Norge, Høvikodden, 1972 og Domkirkeodden på Hamar).

source: -be able to communicate values and concepts and inspire dialog and interdisciplinary processes through a wide range of design methods and tools.
nb: - kunne formidle verdier og konsepter og inspirere til dialog og tverrfaglige prosesser ved hjelp av en rekke ulike designmetoder og verktøy.

source: Andreas’ expertise is in implementation and in team and organisational understanding, in addition to his experience of the business sphere, which is both broad and deep.
nb: Andreas bidrar med kompetanse på implementering, team og organisasjonsforståelse, i tillegg til en dyp og bred business erfaring.

source: • Acquired a basic understanding of a design process, the use of relevant techniques and tools, and aesthetic awareness.
nb: • Tilegnet seg en grunnleggende forståelse for en designprosess, bruk av relevante teknikker og verktøy, samt en estetisk bevissthet.

source: AHO will conduct written exams digitally in accordance with the exam plan.
nb: AHO vil gjennomføre skriftlige eksamener digitalt i henhold til eksamensplanen.

source: Limit your search to this semester by chaning the "Course Status" to "Active".
nb: For å finne litteraturlister for inneværende semester endre du "Course Status" til "Active".

source: and an exhibition is shown in the AHO gallery in January, February and March 2021.
nb: og en utstilling er vist i AHO-galleriet i januar, februar og mars 2021.

source: Introduction of TOPDESK as a new service desk system
nb: Innføring av TOPDESK som nytt servicedesk system

source: The introduction of Office 365 is done in stages
nb: Innføringen av Office 365 gjøres i etapper

source: The Medtech theme is conducted in cooperation with companies in the network Oslo Medtech and (ii) the Sustainability theme in collaboration with a research project, C-SAN-Futures, the Institute of Design (IDE) conduct with the design department at the Cape Peninsula University of Technology (CPUT) in Cape Town, South Africa.
nb: Medtech tema drives i samarbeid med bedriftene i nettverket Oslo Medtech og Bærekraft i samarbeid med forskningsprosjektet C-san-Futures som Institutt for Design (IDE) driver sammen med design avdelingen på Cape Peninsula University of Technology (CPUT) i Kapstaden, Sør-Afrika.

source: The students will gain knowledge of main works, tendencies and periods in modern architecture, design and art history.
nb: Kurset gir studentene oversikt over hovedverker, tendenser og perioder i arkitektur-, design- og kunsthistorien.

source: Thus, the students will work in groups, 2-3 hours a week, in which they work on preparatory assignments given by lecturer, preparing the students for the seminars.
nb: Derfor skal studentene arbeide i grupper, 2-3 timer i uken, hvor de arbeider med forberedende oppgaver gitt av faglærer.

source: System-oriented design specific approach.
nb: Systemorientert design som spesifikk tilnærming.

source: • Use strategies and methods to find out how to design for new situations and unfamiliar practitioners by finding and using relevant research and theory.
nb: Bruke strategier og metoder for å finne ut av hvordan man kan designe for nye situasjoner og ukjente aktører gjennom å finne og anvende relevant forskning og teori.

source: to use methods like Peer Creative development, backcasting and possibility driven design
nb: bruke metoder som kreativ fagfelleutvikling, backcasting og mulighetsdrevet design.

source: There are no city or regional busses driving in Oslo and Viken (formerly known as Akershus).
nb: Ingen by- og regionbusser kjører i Oslo og Viken (tidligere Akershus).

source: Preparatory reading, lectures (by internal and external lecturers) with follow-up assignments (individual and in plenary sessions, practical and written), discussions, brief presentations and structured debates.
nb: Forberedende lesing, foredrag (fra interne og eksterne) med oppfølgende oppgaver (individuelle og i plenum, praktiske og skriftlige), diskusjoner, korte presentasjoner samt strukturert debatt.

source: Each exercise lasts 2-3 weeks and concludes with common discourse with invited guests.
nb: Hver øvelse varer i 2 til 3 uker og avsluttes med felles diskusjon med inviterte gjester.
